"ConfirmSaveTitle" 			= "Подтвердите сохранение";
"ConfirmSaveMsg"			= "Сохранить изменения в настройках мобильности?";
"ConfirmSaveSave"			= "Сохранить";
"ConfirmSaveCancel"			= "Отменить";
"ConfirmSaveDontSave"		= "Не сохранять";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Создать";
"str_OK_Config" = "ОК";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "Для этого компьютера задан мастер-пароль FileVault.";
"str_NoMasterPassword" 		= "FileVault требует мастер-пароль для этого компьютера.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (Загрузочный том)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "Вычисляю свободное пространство…";
"str_PHD_InsufficientSpace" = "На «%@» недостаточно свободного места для создания папки пользователя.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "Автоматически";
"str_SyncInterval_Manual"  		= "Вручную";

"str_SyncInterval_OneMinute" 					= "Каждую минуту";
"str_SyncInterval_LessThanOneHour"  			= "Каждые %d мин.";
"str_SyncInterval_OneHour"						= "Каждый час";
"str_SyncInterval_OneHourOneMinute"				= "Каждый час и 1 минуту";
"str_SyncInterval_LessThanTwoHours"				= "Каждый час и %d мин.";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "Каждые %d час.";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "Каждые %d час. 1 мин.";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "Каждые %d час. %d мин.";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "Нет подключенных внешних томов.";
"str_UserPicks_NoSuitableVolume" 		= "Подходящих томов не найдено.";
